tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
# core
brew "coreutils"
brew "erlang"
brew "git"
brew "gnutls"
brew "gnupg"
brew "kind"
brew "lynx"
brew "nmap"
# dev
brew "go"
cask "adoptopenjdk"
brew "python@3.8", link: true
brew "sqlite"
brew "redis"
brew "mongodb/brew/mongodb-community"
cask "robo-3t"
cask "mongodb-compass"
cask "dbeaver-community"
brew "rabbitmq"
cask "virtualbox"
cask "iterm2"
brew "tmux"
cask "sublime-text"
cask "postman"
cask "tunnelblick"
# media
cask "spotify"
cask "spotmenu"
cask "vlc"
# socials
cask "slack"
cask "telegram"
# misc
cask "kindle"
cask "calibre"
cask "qbittorrent"
cask "google-chrome"
cask "openoffice"
cask "gramps"
cask "rectangle"
cask "workflowy"
cask "ticktick"
